Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitUtilitiesLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Message.clipboardIsEmptyDot
source: Clipboard is empty.
ar: الحافظة فارغة.
bg: Автоматичната памет е празна.
ca: El porta-retalls està buit.
cs: Schránka je prázdná.
da: Udklipsholderen er tom.
de: Die Zwischenablage ist leer.
el: Το πρόχειρο είναι άδειο.
es: El portapapeles está vacío.
es_419: El portapapeles está vacío.
fi: Leikepöytä on tyhjä.
fr: Le presse-papiers est vide.
fr_ca: Le presse-papiers est vide.
he: הלוח ריק.
hi: क्लिपबोर्ड खाली है।
hr: Međuspremnik je prazan.
hu: A vágólap üres.
id: Papan klip kosong.
it: Gli appunti sono vuoti.
ja: クリップボードは空です。
kk: Буфер бос.
ko: 클립보드가 비어 있습니다.
ms: Papan klip kosong.
nb: Utklippstavlen er tom.
nl: Klembord is leeg.
pl: Schowek jest pusty.
pt_br: A área de transferência está vazia.
pt_pt: A área de transferência está vazia.
ro: Clipboard-ul este gol.
ru: Буфер обмена пуст.
sk: Schránka je prázdna.
sv: Urklipp är tomt.
th: คลิปบอร์ดว่างเปล่า
tr: Pano boş.
uk: Буфер обміну порожній.
vi: Clipboard đang trống.
zh_hans: 剪贴板为空。
zh_hant: 剪貼簿是空的。
zh_hk: 剪貼板是空的。

# TK.Message.dataProcessingCompleteDot
source: Data processing complete.
ar: اكتملت معالجة البيانات.
bg: Обработката на данните е завършена.
ca: Processament de dades complet.
cs: Zpracování dat bylo dokončeno.
da: Behandling af data er fuldført.
de: Datenverarbeitung abgeschlossen.
el: Η επεξεργασία δεδομένων ολοκληρώθηκε.
es: Procesamiento de datos completo.
es_419: Procesamiento de datos completo.
fi: Tietojen käsittely valmis.
fr: Traitement des données terminé.
fr_ca: Traitement des données terminé.
he: עיבוד הנתונים הושלם.
hi: डेटा प्रोसेसिंग पूर्ण।
hr: Obrada podataka je završena.
hu: Adatfeldolgozás befejezve.
id: Pemrosesan data selesai.
it: Elaborazione dei dati completata.
ja: データ処理が完了しました。
kk: Деректерді өңдеу аяқталды.
ko: 데이터 처리가 완료되었습니다.
ms: Pemprosesan data selesai.
nb: Databehandling fullført.
nl: Gegevensverwerking voltooid.
pl: Przetwarzanie danych zakończone.
pt_br: Processamento de dados concluído.
pt_pt: Processamento de dados concluído.
ro: Prelucrarea datelor s-a încheiat.
ru: Обработка данных завершена.
sk: Spracovanie dát je dokončené.
sv: Databehandling är klar.
th: การประมวลผลข้อมูลเสร็จสมบูรณ์แล้ว
tr: Veri işleme tamamlandı.
uk: Обробка даних завершена.
vi: Hoàn tất xử lý dữ liệu.
zh_hans: 数据处理完成。
zh_hant: 數據處理已完成。
zh_hk: 數據處理完成。

# TK.Message.deviceDisconnectedDot
source: Device disconnected.
ar: تم فصل الجهاز.
bg: Устройството е изключено.
ca: Dispositiu desconnectat.
cs: Zařízení odpojeno.
da: Enhed frakoblet.
de: Gerät getrennt.
el: Η συσκευή αποσυνδέθηκε.
es: Dispositivo desconectado.
es_419: Dispositivo desconectado.
fi: Laite on katkaistu.
fr: Appareil déconnecté.
fr_ca: Appareil déconnecté.
he: ההתקן מנותק.
hi: डिवाइस डिस्कनेक्ट हो गया।
hr: Uređaj je odspojen.
hu: Eszköz leválasztva.
id: Perangkat terputus.
it: Dispositivo disconnesso.
ja: デバイスが切断されました。
kk: Құрылғы ажыратылды.
ko: 장치가 연결이 끊겼습니다.
ms: Peranti telah diputuskan.
nb: Enhet frakoblet.
nl: Apparaat ontkoppeld.
pl: Urządzenie rozłączone.
pt_br: Dispositivo desconectado.
pt_pt: Dispositivo desconectado.
ro: Dispozitivul a fost deconectat.
ru: Устройство отключено.
sk: Zariadenie je odpojené.
sv: Enheten har kopplats bort.
th: อุปกรณ์ถูกตัดการเชื่อมต่อแล้ว
tr: Cihaz bağlantısı kesildi.
uk: Пристрій відключено.
vi: Thiết bị đã bị ngắt kết nối.
zh_hans: 设备已断开连接。
zh_hant: 設備已斷開連接。
zh_hk: 設備已斷開連接。

# TK.Message.encryptionCompleteDot
source: Encryption complete.
ar: اكتمل التشفير.
bg: Шифроването е завършено.
ca: Cifratge complet.
cs: Šifrování dokončeno.
da: Kryptering fuldført.
de: Verschlüsselung abgeschlossen.
el: Η κρυπτογράφηση ολοκληρώθηκε.
es: Cifrado completo.
es_419: Cifrado completo.
fi: Salaus valmis.
fr: Chiffrement terminé.
fr_ca: Chiffrement terminé.
he: ההצפנה הושלמה.
hi: एन्क्रिप्शन पूरा हो गया है।
hr: Šifriranje je dovršeno.
hu: A titkosítás befejeződött.
id: Enkripsi selesai.
it: Crittografia completata.
ja: 暗号化が完了しました。
kk: Шифрлау аяқталды.
ko: 암호화가 완료되었습니다.
ms: Penyulitan lengkap.
nb: Kryptering fullført.
nl: Versleuteling voltooid.
pl: Szyfrowanie zakończone.
pt_br: Criptografia concluída.
pt_pt: Criptografia concluída.
ro: Criptarea s-a finalizat.
ru: Шифрование завершено.
sk: Šifrovanie dokončené.
sv: Kryptering klar.
th: การเข้ารหัสเสร็จสิ้นแล้ว
tr: Şifreleme tamamlandı.
uk: Шифрування завершено.
vi: Mã hóa hoàn tất.
zh_hans: 加密完成。
zh_hant: 加密完成。
zh_hk: 加密完成。

# TK.Message.filesExtractedSuccessfullyDot
source: Files extracted successfully.
ar: تم استخراج الملفات بنجاح.
bg: Файловете са успешно извлечени.
ca: Fitxers extraïts amb èxit.
cs: Soubory byly úspěšně extrahovány.
da: Filer udtrukket succesfuldt.
de: Dateien wurden erfolgreich extrahiert.
el: Τα αρχεία εξήχθησαν με επιτυχία.
es: Archivos extraídos con éxito.
es_419: Archivos extraídos con éxito.
fi: Tiedostot on purattu onnistuneesti.
fr: Fichiers extraits avec succès.
fr_ca: Fichiers extraits avec succès.
he: הקבצים חולצו בהצלחה.
hi: फाइलें सफलतापूर्वक निकाल ली गईं।
hr: Datoteke su uspješno izdvojene.
hu: A fájlok sikeresen ki lettek nyerve.
id: File berhasil diekstrak.
it: File estratti con successo.
ja: ファイルが正常に抽出されました。
kk: Файлдар сәтті шығарылды.
ko: 파일이 성공적으로 추출되었습니다.
ms: Fail berjaya diekstrak.
nb: Filer hentet med suksess.
nl: Bestanden succesvol uitgepakt.
pl: Pliki zostały pomyślnie wyodrębnione.
pt_br: Arquivos extraídos com sucesso.
pt_pt: Arquivos extraídos com sucesso.
ro: Fișierele au fost extrase cu succes.
ru: Файлы успешно извлечены.
sk: Súbory boli úspešne extrahované.
sv: Filer har extraherats framgångsrikt.
th: ไฟล์ถูกดึงออกเรียบร้อยแล้ว
tr: Dosyalar başarıyla çıkarıldı.
uk: Файли успішно витягнено.
vi: Tập tin đã được trích xuất thành công.
zh_hans: 文件提取成功。
zh_hant: 檔案成功提取。
zh_hk: 文件已成功提取。

# TK.Message.lowMemoryWarningDot
source: Low memory warning.
ar: تحذير ذاكرة منخفضة.
bg: Предупреждение за ниска памет.
ca: Advertència de memòria baixa.
cs: Varování: nízké paměťové kapacity.
da: Advarsel: Lav hukommelse.
de: Warnung bei niedrigem Speicherstand.
el: Προειδοποίηση χαμηλής μνήμης.
es: Advertencia de poca memoria.
es_419: Advertencia de baja memoria.
fi: Alhainen muistin varoitus.
fr: Alerte de mémoire faible.
fr_ca: Alerte de faible mémoire.
he: אזהרת זיכרון נמוך.
hi: कम मेमोरी चेतावनी।
hr: Upozorenje na malo memorije.
hu: Alacsony memória állapot.
id: Peringatan memori rendah.
it: Avviso di memoria insufficiente.
ja: メモリ不足の警告です。
kk: Жадының жеткіліксіздігі туралы ескерту.
ko: 메모리 부족 경고입니다.
ms: Amaran memori rendah.
nb: Lavt minnevarsel.
nl: Laaggeheugenwaarschuwing.
pl: Ostrzeżenie o niskiej pamięci.
pt_br: Aviso de pouca memória.
pt_pt: Aviso de memória baixa.
ro: Avertisment despre memorie insuficientă.
ru: Предупреждение о низком объеме памяти.
sk: Varovanie o nízkej pamäti.
sv: Varning för lågt minne.
th: เตือนความจำ: หน่วยความจำน้อยลง
tr: Düşük bellek uyarısı.
uk: Попередження про низьку пам'ять.
vi: Cảnh báo bộ nhớ thấp.
zh_hans: 内存不足警告。
zh_hant: 內存不足警告。
zh_hk: 內存不足警告。

# TK.Message.networkConnectionLostDot
source: Network connection lost.
ar: فقدان الاتصال بالشبكة.
bg: Загубена е мрежовата връзка.
ca: Connexió de xarxa perduda.
cs: Ztráta síťového připojení.
da: Netværksforbindelse mistet.
de: Netzwerkverbindung verloren.
el: Η σύνδεση δικτύου χάθηκε.
es: Conexión de red perdida.
es_419: Conexión de red perdida.
fi: Verkkoyhteys katkaistu.
fr: Connexion réseau perdue.
fr_ca: Connexion réseau perdue.
he: חיבור הרשת אבד.
hi: नेटवर्क कनेक्शन खो गया।
hr: Veza s mrežom izgubljena.
hu: Hálózati kapcsolat megszakadt.
id: Koneksi jaringan hilang.
it: Connessione di rete persa.
ja: ネットワーク接続が失われました。
kk: Желілік байланыс үзілді.
ko: 네트워크 연결이 끊어졌습니다.
ms: Sambungan rangkaian hilang.
nb: Nettverkstilkoblingen er tapt.
nl: Netwerkverbinding verloren.
pl: Połączenie sieciowe utracone.
pt_br: Conexão de rede perdida.
pt_pt: Conexão de rede perdida.
ro: Conexiunea la rețea a fost pierdută.
ru: Соединение с сетью потеряно.
sk: Strata pripojenia k sieti.
sv: Nätverksanslutning förlorad.
th: การเชื่อมต่อเครือข่ายขาดหายไป
tr: Ağ bağlantısı kesildi.
uk: Втрата з'єднання з мережею.
vi: Kết nối mạng đã bị mất.
zh_hans: 网络连接丢失。
zh_hant: 網路連接已中斷。
zh_hk: 網絡連接已丟失。

# TK.Message.notEnoughStorageSpaceAvailableDot
source: Not enough storage space available.
ar: لا توجد مساحة تخزين كافية متاحة.
bg: Няма достатъчно налично пространство за съхранение.
ca: No hi ha prou espai d'emmagatzematge disponible.
cs: Není dostatek volného místa v úložišti.
da: Ikke nok lagerplads tilgængelig.
de: Nicht genug Speicherplatz verfügbar.
el: Δεν υπάρχει αρκετός διαθέσιμος χώρος αποθήκευσης.
es: No hay suficiente espacio de almacenamiento disponible.
es_419: No hay suficiente espacio de almacenamiento disponible.
fi: Ei tarpeeksi tallennustilaa saatavilla.
fr: Espace de stockage insuffisant.
fr_ca: Espace de stockage insuffisant.
he: אין מספיק מקום אחסון זמין.
hi: काफी संग्रहण स्थान उपलब्ध नहीं है।
hr: Nema dovoljno dostupnog prostora za pohranu.
hu: Nincs elég szabad tárhely.
id: Ruang penyimpanan tidak cukup tersedia.
it: Spazio di archiviazione insufficiente disponibile.
ja: ストレージスペースが不足しています。
kk: Жеткілікті сақтау сыйымдылығы жоқ.
ko: 저장 공간이 충분하지 않습니다.
ms: Ruang penyimpanan tidak mencukupi.
nb: Ikke nok lagringsplass tilgjengelig.
nl: Niet genoeg opslagruimte beschikbaar.
pl: Brak wystarczającej ilości miejsca na przechowywanie.
pt_br: Espaço de armazenamento insuficiente.
pt_pt: Não há espaço suficiente de armazenamento disponível.
ro: Spațiu de stocare insuficient disponibil.
ru: Недостаточно свободного места.
sk: Nie je dostatok dostupného úložného priestoru.
sv: Inte tillräckligt med lagringsutrymme tillgängligt.
th: พื้นที่เก็บข้อมูลไม่เพียงพอ.
tr: Yeterli depolama alanı yok.
uk: Недостатньо вільного місця для зберігання.
vi: Không đủ dung lượng lưu trữ.
zh_hans: 可用存储空间不足。
zh_hant: 可用的儲存空間不足。
zh_hk: 可用的儲存空間不足。

# TK.Message.passwordProtectionEnabledDot
source: Password protection enabled.
ar: تم تمكين حماية بكلمة مرور.
bg: Защитата с парола е активирана.
ca: Protecció per contrasenya activada.
cs: Ochrana heslem byla aktivována.
da: Adgangskodebeskyttelse aktiveret.
de: Passwortschutz aktiviert.
el: Η προστασία με κωδικό πρόσβασης έχει ενεργοποιηθεί.
es: Protección por contraseña habilitada.
es_419: Protección por contraseña habilitada.
fi: Salasanasuojaus aktivoitu.
fr: Protection par mot de passe activée.
fr_ca: Protection par mot de passe activée.
he: הגנת סיסמה הופעלה.
hi: पासवर्ड सुरक्षा सक्षम की गई।
hr: Zaštita lozinkom je omogućena.
hu: A jelszóvédelem engedélyezve.
id: Perlindungan kata sandi diaktifkan.
it: Protezione con password abilitata.
ja: パスワード保護が有効になりました。
kk: Құпия сөзбен қорғау қосылды.
ko: 비밀번호 보호가 활성화되었습니다.
ms: Perlindungan kata laluan diaktifkan.
nb: Passordbeskyttelse aktivert.
nl: Wachtwoordbeveiliging ingeschakeld.
pl: Zabezpieczenie hasłem włączone.
pt_br: Proteção por senha ativada.
pt_pt: Proteção por palavra-passe ativada.
ro: Protecția prin parolă a fost activată.
ru: Включена защита паролем.
sk: Ochrana heslom bola povolená.
sv: Lösenordsskydd aktiverat.
th: เปิดการป้องกันด้วยรหัสผ่านเรียบร้อยแล้ว.
tr: Şifre koruması etkinleştirildi.
uk: Увімкнено захист паролем.
vi: Đã bật bảo vệ bằng mật khẩu.
zh_hans: 密码保护已启用。
zh_hant: 密碼保護已啟用。
zh_hk: 已啟用密碼保護。

# TK.Message.recordingSavedSuccessfullyDot
source: Recording saved successfully.
ar: تم حفظ التسجيل بنجاح.
bg: Записът е запазен успешно.
ca: Gravació desada amb èxit.
cs: Nahrávání bylo úspěšně uloženo.
da: Optagelse gemt med succes.
de: Aufnahme erfolgreich gespeichert.
el: Η εγγραφή αποθηκεύτηκε επιτυχώς.
es: Grabación guardada con éxito.
es_419: Grabación guardada exitosamente.
fi: Tallennus tallennettu onnistuneesti.
fr: Enregistrement sauvegardé avec succès.
fr_ca: Enregistrement enregistré avec succès.
he: ההקלטה נשמרה בהצלחה.
hi: रिकॉर्डिंग सफलतापूर्वक सेव की गई।
hr: Snimanje je uspješno spremljeno.
hu: Felvétel sikeresen mentve.
id: Perekaman berhasil disimpan.
it: Registrazione salvata con successo.
ja: 録音が正常に保存されました。
kk: Жазба сәтті түрде сақталды.
ko: 녹음이 성공적으로 저장되었습니다.
ms: Rakaman berjaya disimpan.
nb: Opptaket ble lagret.
nl: Opname succesvol opgeslagen.
pl: Nagranie zapisane pomyślnie.
pt_br: Gravação salva com sucesso.
pt_pt: Gravação guardada com sucesso.
ro: Înregistrarea a fost salvată cu succes.
ru: Запись успешно сохранена.
sk: Nahrávanie bolo úspešne uložené.
sv: Inspelning sparad framgångsrikt.
th: บันทึกเรียบร้อยแล้ว
tr: Kayıt başarıyla kaydedildi.
uk: Запис успішно збережено.
vi: Ghi âm đã được lưu thành công.
zh_hans: 录音已成功保存。
zh_hant: 錄音已成功儲存。
zh_hk: 錄音已成功儲存。

# TK.Message.scanCompletedSuccessfullyDot
source: Scan completed successfully.
ar: اكتمل المسح بنجاح.
bg: Сканирането е завършило успешно.
ca: Escaneig completat amb èxit.
cs: Skenování bylo úspěšně dokončeno.
da: Scan fuldført med succes.
de: Scan erfolgreich abgeschlossen.
el: Η σάρωση ολοκληρώθηκε επιτυχώς.
es: Escaneo completado con éxito.
es_419: Escaneo completado exitosamente.
fi: Skannaus onnistui.
fr: Numérisation terminée avec succès.
fr_ca: Numérisation terminée avec succès.
he: הסריקה הושלמה בהצלחה.
hi: स्कैन सफलतापूर्वक पूरा हो गया।
hr: Skener je uspješno završen.
hu: Beolvasás sikeresen befejezve.
id: Pemindaian berhasil diselesaikan.
it: Scansione completata con successo.
ja: 正常に読み込まれました。
kk: Сканерлеу сәтті аяқталды.
ko: 스캔이 성공적으로 완료되었습니다.
ms: Imbasan selesai dengan jayanya.
nb: Skanningen ble fullført.
nl: Scannen succesvol voltooid.
pl: Skanowanie zakończone pomyślnie.
pt_br: Escaneamento concluído com sucesso.
pt_pt: Digitalização concluída com sucesso.
ro: Scanarea a fost finalizată cu succes.
ru: Сканирование завершено успешно.
sk: Skener bol úspešne dokončený.
sv: Skanningen slutfördes framgångsrikt.
th: สแกนเสร็จสมบูรณ์แล้ว
tr: Tarama başarıyla tamamlandı.
uk: Сканування завершено успішно.
vi: Quá trình quét đã hoàn tất thành công.
zh_hans: 扫描成功完成。
zh_hant: 掃描已成功完成。
zh_hk: 掃描已成功完成。

# TK.Message.storageSpaceIsRunningLowDot
source: Storage space is running low.
ar: مساحة التخزين على وشك النفاد.
bg: Местото за съхранение намалява.
ca: L'espai d'emmagatzematge s'està acabant.
cs: Místo na úložišti se blíží k zaplnění.
da: Lagringspladsen er ved at løbe tør.
de: Der Speicherplatz wird knapp.
el: Ο χώρος αποθήκευσης είναι σχεδόν γεμάτος.
es: El espacio de almacenamiento se está agotando.
es_419: El espacio de almacenamiento está por agotarse.
fi: Tallennustila on vähissä.
fr: L'espace de stockage est presque plein.
fr_ca: Espace de stockage presque plein.
he: שטח האחסון כמעט מלא.
hi: स्टोरेज स्पेस कम हो रहा है।
hr: Prostor za pohranu se približava kraju.
hu: A tárolóhely lassan betelik.
id: Ruang penyimpanan hampir penuh.
it: Spazio di archiviazione in esaurimento.
ja: ストレージの空き容量が不足しています。
kk: Кеңістігіңіз таусылуға жақын.
ko: 저장 공간이 부족해지고 있습니다.
ms: Ruang penyimpanan hampir penuh.
nb: Lagringsplassen er i ferd med å gå tom.
nl: Opslagruimte raakt op.
pl: Miejsce na dysku się kończy.
pt_br: Espaço de armazenamento está ficando baixo.
pt_pt: Espaço de armazenamento está a ficar baixo.
ro: Spațiul de stocare este aproape plin.
ru: Место на диске заканчивается.
sk: Úložný priestor sa blíži k vyčerpaniu.
sv: Lagringsutrymme håller på att ta slut.
th: หน่วยจัดเก็บข้อมูลใกล้เต็มแล้ว.
tr: Depolama alanı azalıyor.
uk: Вільний простір для зберігання вичерпується.
vi: Không gian lưu trữ đang gần đầy.
zh_hans: 存储空间不足。
zh_hant: 儲存空間即將用完。
zh_hk: 存儲空間即將不足。

# TK.Message.vpnConnectionEstablishedDot
source: VPN connection established.
ar: تم إنشاء اتصال VPN.
bg: VPN връзката е установена.
ca: Connexió VPN establerta.
cs: VPN připojení bylo navázáno.
da: VPN-forbindelse etableret.
de: VPN-Verbindung hergestellt.
el: Η σύνδεση VPN έχει δημιουργηθεί.
es: Conexión VPN establecida.
es_419: Conexión VPN establecida.
fi: VPN-yhteys on muodostettu.
fr: Connexion VPN établie.
fr_ca: Connexion VPN établie.
he: חיבור ה-VPN הוקם.
hi: वीपीएन कनेक्शन स्थापित हो गया।
hr: VPN veza je uspostavljena.
hu: VPN kapcsolat létrejött.
id: Koneksi VPN telah terjalin.
it: Connessione VPN stabilita.
ja: VPN接続が確立されました。
kk: VPN қосылымы орнатылды.
ko: VPN 연결이 설정되었습니다.
ms: Sambungan VPN telah ditubuhkan.
nb: VPN-tilkobling etablert.
nl: VPN-verbinding tot stand gebracht.
pl: VPN połączenie zostało nawiązane.
pt_br: Conexão VPN estabelecida.
pt_pt: Conexão VPN estabelecida.
ro: Conexiunea VPN a fost stabilită.
ru: Соединение VPN установлено.
sk: VPN pripojenie bolo vytvorené.
sv: VPN-anslutning etablerad.
th: การเชื่อมต่อ VPN ถูกสร้างขึ้น.
tr: VPN bağlantısı kuruldu.
uk: З'єднання VPN встановлено.
vi: Kết nối VPN đã được thiết lập.
zh_hans: VPN连接已建立。
zh_hant: VPN連接已建立。
zh_hk: VPN 連接已建立。

# TK.Placeholder.analyzingNetworkSpeedDots
source: Analyzing network speed…
ar: جارٍ تحليل سرعة الشبكة…
bg: Анализиране на скоростта на мрежата…
ca: Analitzant velocitat de xarxa…
cs: Analyzuji rychlost sítě…
da: Analyserer netværkshastighed…
de: Netzwerkgeschwindigkeit analysieren…
el: Ανάλυση ταχύτητας δικτύου…
es: Analizando velocidad de red…
es_419: Analizando la velocidad de red…
fi: Analysoidaan verkon nopeus…
fr: Analyse de la vitesse du réseau…
fr_ca: Analyse de la vitesse du réseau…
he: מנתח מהירות רשת…
hi: नेटवर्क गति का विश्लेषण कर रहे हैं…
hr: Analiziranje brzine mreže…
hu: Hálózati sebesség elemzése…
id: Menganalisis kecepatan jaringan…
it: Analizzando velocità di rete…
ja: ネットワーク速度を分析中…
kk: Желілік жылдамдықты талдау…
ko: 네트워크 속도 분석 중…
ms: Menganalisis kelajuan rangkaian…
nb: Analyserer nettverkshastighet…
nl: Netwerksnelheid analyseren…
pl: Analizowanie prędkości sieci…
pt_br: Analisando velocidade da rede…
pt_pt: A analisar velocidade de rede…
ro: Se analizează viteza rețelei…
ru: Анализ скорости сети…
sk: Analyzovanie rýchlosti siete…
sv: Analyserar nätverkshastighet…
th: กำลังวิเคราะห์ความเร็วเครือข่าย…
tr: Ağ hızını analiz etme…
uk: Аналіз швидкості мережі…
vi: Đang phân tích tốc độ mạng…
zh_hans: 正在分析网速…
zh_hant: 正在分析網路速度…
zh_hk: 正在分析網絡速度…

# TK.Placeholder.checkingStorageSpaceDots
source: Checking storage space…
ar: جارٍ التحقق من مساحة التخزين…
bg: Проверка на свободно място за съхранение…
ca: Comprovant espai d'emmagatzematge…
cs: Kontrola úložiště…
da: Tjekker lagerplads…
de: Speicherplatz wird überprüft…
el: Έλεγχος διαθέσιμου χώρου αποθήκευσης…
es: Comprobando espacio de almacenamiento…
es_419: Verificando espacio de almacenamiento…
fi: Tarkistetaan tallennustilaa…
fr: Vérification de l'espace de stockage…
fr_ca: Vérification de l'espace de stockage…
he: בודק שטח אחסון…
hi: स्टोरेज स्पेस की जाँच कर रहे हैं…
hr: Provjera slobodnog prostora…
hu: Tárhely ellenőrzése…
id: Memeriksa ruang penyimpanan…
it: Controllo spazio di archiviazione…
ja: ストレージ空き容量をチェック中…
kk: Сақтау орнын тексеру…
ko: 저장 공간 확인 중…
ms: Semak ruang penyimpanan…
nb: Sjekker lagringsplass…
nl: Opslagruimte controleren…
pl: Sprawdzanie dostępnej pamięci…
pt_br: Verificando espaço de armazenamento…
pt_pt: A verificar espaço de armazenamento…
ro: Verifică spațiul de stocare…
ru: Проверка места на диске…
sk: Kontrola úložného priestoru…
sv: Kontrollerar lagringsutrymme…
th: กำลังตรวจสอบพื้นที่เก็บข้อมูล…
tr: Depolama alanı kontrol ediliyor…
uk: Перевірка пам'яті…
vi: Đang kiểm tra không gian lưu trữ…
zh_hans: 正在检查存储空间…
zh_hant: 正在檢查儲存空間…
zh_hk: 正在檢查儲存空間…

# TK.Placeholder.chooseOutputFormatDots
source: Choose output format…
ar: اختر تنسيق المخرجات…
bg: Изберете формат на изхода…
ca: Trieu format de sortida…
cs: Vybrat formát výstupu…
da: Vælg outputformat...
de: Ausgabeformat auswählen…
el: Επιλογή μορφής εξόδου…
es: Elegir formato de salida…
es_419: Elige formato de salida…
fi: Valitse tulostusformatti…
fr: Choisissez le format de sortie…
fr_ca: Choisir le format de sortie…
he: בחר בפורמט פלט…
hi: आउटपुट प्रारूप चुनें…
hr: Odaberi format izlaza…
hu: Válaszd ki a kimeneti formátumot…
id: Pilih format keluaran…
it: Scegli formato di output…
ja: 出力フォーマットを選択…
kk: Шығарылым форматын таңдаңыз…
ko: 출력 형식 선택…
ms: Pilih format output…
nb: Velg utdataformat…
nl: Kies uitvoerformaat…
pl: Wybierz format wyjściowy…
pt_br: Escolha o formato de saída…
pt_pt: Escolher formato de saída…
ro: Alege formatul de ieșire…
ru: Выберите формат вывода…
sk: Vybrať formát výstupu…
sv: Välj utdataformat…
th: เลือกฟอร์แมตเอาต์พุต…
tr: Çıktı formatını seç…
uk: Оберіть формат виводу…
vi: Chọn định dạng đầu ra…
zh_hans: 选择输出格式…
zh_hant: 選擇輸出格式…
zh_hk: 選擇輸出格式…

# TK.Placeholder.convertingFormatDots
source: Converting format…
ar: جارٍ تحويل التنسيق…
bg: Конвертиране на формат…
ca: Convertint format…
cs: Převod formátu…
da: Konverterer format...
de: Format wird konvertiert…
el: Μετατροπή μορφής…
es: Convirtiendo formato…
es_419: Convirtiendo formato…
fi: Muunnetaan formaattia…
fr: Conversion du format…
fr_ca: Conversion du format…
he: ממיר פורמט…
hi: प्रारूप बदल रहे हैं…
hr: Konvertiranje formata…
hu: Formátum konvertálása…
id: Mengonversi format…
it: Conversione formato…
ja: フォーマットを変換中…
kk: Форматты түрлендіру…
ko: 형식 변환 중…
ms: Menukar format…
nb: Konverterer format…
nl: Formaat converteren…
pl: Konwertowanie formatu…
pt_br: Convertendo formato…
pt_pt: A converter formato…
ro: Conversie format…
ru: Конвертация формата…
sk: Konvertovanie formátu…
sv: Konverterar format…
th: กำลังแปลงฟอร์แมต…
tr: Format dönüştürülüyor…
uk: Конвертація формату…
vi: Đang chuyển đổi định dạng…
zh_hans: 正在转换格式…
zh_hant: 正在轉換格式…
zh_hk: 正在轉換格式…

# TK.Placeholder.enterAPIKeyDots
source: Enter API key…
ar: أدخل مفتاح واجهة برمجة التطبيقات…
bg: Въведете API ключ…
ca: Introdueix la clau d'API…
cs: Zadejte klíč API…
da: Indtast API-nøgle…
de: API-Schlüssel eingeben…
el: Εισάγετε κλειδί API…
es: Ingresa clave API…
es_419: Ingresa la clave API…
fi: Anna API-avain…
fr: Entrez la clé API…
fr_ca: Entrer la clé API…
he: הכנס מפתח API…
hi: API कुंजी डालें…
hr: Unesi API ključ…
hu: API kulcs megadása…
id: Masukkan kunci API…
it: Inserisci chiave API…
ja: APIキーを入力…
kk: API кілтін енгізіңіз…
ko: API 키를 입력하세요…
ms: Masukkan kunci API…
nb: Skriv inn API-nøkkel…
nl: Voer API-sleutel in…
pl: Wprowadź klucz API…
pt_br: Digite a chave da API…
pt_pt: Introduzir chave da API…
ro: Introducerea cheii API…
ru: Введите ключ API…
sk: Zadaj API kľúč…
sv: Ange API-nyckel…
th: กรอกคีย์ API…
tr: API anahtarını gir…
uk: Введіть API-ключ…
vi: Nhập khóa API…
zh_hans: 请输入 API 密钥…
zh_hant: 輸入 API 金鑰…
zh_hk: 輸入 API 密鑰…

# TK.Placeholder.enterDeviceNameDots
source: Enter device name…
ar: أدخل اسم الجهاز…
bg: Въведи името на устройството…
ca: Introdueix el nom de l'aparell…
cs: Zadejte název zařízení…
da: Indtast enhedsnavn…
de: Gerätenamen eingeben…
el: Εισάγετε το όνομα της συσκευής…
es: Ingresa el nombre del dispositivo…
es_419: Ingresa el nombre del dispositivo…
fi: Syötä laitteen nimi…
fr: Entrez le nom de l'appareil…
fr_ca: Entre le nom de l'appareil…
he: הזן שם מכשיר…
hi: डिवाइस का नाम दर्ज करें…
hr: Unesi naziv uređaja…
hu: Írd be a készülék nevét…
id: Masukkan nama perangkat…
it: Inserisci il nome del dispositivo…
ja: デバイス名を入力…
kk: Құрылғының атауын енгізіңіз…
ko: 기기 이름을 입력하세요…
ms: Masukkan nama peranti…
nb: Skriv inn enhetsnavn…
nl: Voer de naam van het apparaat in…
pl: Wprowadź nazwę urządzenia…
pt_br: Digite o nome do dispositivo…
pt_pt: Introduza o nome do dispositivo…
ro: Introdu numele dispozitivului…
ru: Введите название устройства…
sk: Zadaj názov zariadenia…
sv: Ange enhetsnamn…
th: กรอกชื่ออุปกรณ์…
tr: Cihaz adını gir…
uk: Введіть назву пристрою…
vi: Nhập tên thiết bị…
zh_hans: 输入设备名称…
zh_hant: 輸入設備名稱…
zh_hk: 輸入設備名稱…
